Repository: SamsamTS/CS-MoveIt
Catalog: MoveIt/Localization/Str.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ru, th, zh_cn

# options_ShowDebugPanel
source: Show Move It debug panel
cs: Zobrazit panel ladění Move It
de: Den Move It Debug-Bereich anzeigen
es: Mostrar el panel de depuración
fr: Afficher le panneau de débogage Move It
it: Mostra il pannello di debug di MoveIt
ja: デバッグ画面を表示
ko: 무브 잇의 디버그 창 표시
pl: Pokaż panel debugowania Move It
pt: Mostrar painel de debug do Move It
ru: Показать панель отладки Move It
th: แสดงแผงข้อบกพร่องของ Move It
zh_cn: 显示Move It调试面板

# options_superSelect
source: Allow Move It to select everything. Use with care!
cs: Umožněte aplikaci Move It vybrat vše. Používejte opatrně!
de: Erlaube Move It alles auszuwählen. Mit Vorsicht verwenden!
es: Permitir a Move It! seleccionar todo. ¡Usar con cuidado!
fr: Permettre à Move It de tout sélectionner. À utiliser avec précaution!
it: Consenti a Move It di selezionare tutto. Usa con cautela!
ja: Move Itで全てが選択可能です。 使用時は要注意！
ko: Move It이 모든 것을 선택할 수 있게 합니다. 유의하며 사용하세요!
pl: Pozwól Move It, aby mógł zaznaczyć wszystko, co możliwe. Używaj rozważnie!
pt: Permitir que Move It selecione tudo. Use com cuidado!
ru: Позволить Move It выбирать все что угодно. Используйте с осторожностью!
th: อนุญาตให้ Move It สามารภเลือกได้ทุกสิ่งทุกอย่าง (โปรดใช้ด้วยความระมัดระวัง)
zh_cn: 允许Move It来选择一切物品。慎用!

# options_superSelect_Tooltip
source: This will let Move It select everything. Do not use this unless you know exactly what you are doing. THIS IS EXTREMELY POWERFUL AND WILL BREAK YOUR CITY!
cs: Tím umožníte aplikaci Move It vybrat vše. Nepoužívejte, pokud přesně nevíte, co děláte. TOTO JE EXTRÉMNĚ ÚČINNÉ A ROZBIJE VAŠE MĚSTO!
de: Dies wird Move It alles verschieben lassen. Verwende dies nicht, es sei denn, du weist genau, was du tust. DIES IST EXTREM MÄCHTIG UND KANN DIE STADT ZERSTÖREN!
es: Esto permite a Move It! seleccionar todo. No utilices esto excepto que sepas lo que estas haciendo. Esto es extramadamente poderoso y puede arruinar tu ciudad!
fr: Cela permettra de tout sélectionner. N'utilisez pas cette option à moins que vous ne sachiez exactement ce que vous faites. CECI EST EXTRÊMEMENT PUISSANT ET DÉTRUIRA VOTRE VILLE !
it: Questo permetterà a Move It di selezionare tutto. Non utilizzare a meno di sapere esattamente quel che si fa. QUESTO È ESTRAMENTE POTENTE E ROMPERÀ LA CITTÀ!
ja: 有効にすると、Move Itで「何もかも全て」が選択可能です。 何をするか分からない場合は、機能を使用しないで下さい。 警告: 非常に強力な機能で、都市を簡単に破壊できます！
ko: 이것은 Move It이 모든 것을 선택할 수 있게 합니다. 당신이 무엇을 하고 있는지 정확히 알지 못하는 한 이것을 사용하지 마세요. 이것은 매우 강력하며 당신의 도시를 파괴할 것입니다!
pl: To pozwoli Move It na zaznaczenie wszystkich możliwych obiektów, włączając te, których w normalnym trybie nie da się zaznaczyć. Nie używaj tego, chyba że wiesz dokładnie, co robisz. OPCJA JEST NIEZWYKLE POTĘŻNA, MOŻE ZNISZCZYĆ TWOJE MIASTO!
pt: Isto deixará que Move It selecione tudo. Não use essa função se não souber exatamente o que está fazendo. ESTA FUNÇÃO É EXTREMAMENTE PODEROSA E IRÁ QUEBRAR A SUA CIDADE!
ru: Это даст возможность Move It выбирать все что угодно. Не используйте это если вы не знаете точно что вы хотите сделать. ЭТО ВСЕМОГУЩАЯ ФУНКЦИЯ КОТОРАЯ МОЖЕТ СЛОМАТЬ МАШ ГОРОД!
th: สิ่งนี้จะทำให้ Move It สามารถเลือกทุกสิ่งทุกอย่างได้ กรุณาอย่าใช้ตัวเลือกนี้ เว้นแต่คุณรู้ว่าคุณกำลังจะทำอะไร นี่เป็นตัวเลือกที่ทรงพลังมาก และนั่นจะทำให้เมืองของคุณพังได้
zh_cn: 这将让Move It选择所有物品。除非你确实知道你正在做什么，否则千万不要使用此功能。 此功能非常强大，以至于能让你的城市直接被毁坏!

# options_UseCompass
source: Use compass movements
cs: Pohyby podle směrů kompasu
de: Kompassbewegung verwenden
es: Usar movimientos cardinales
fr: Aligner les mouvements à la grille du jeu
it: Usa movimenti della bussola
ja: 方角を合わせる
ko: 나침반 방위 이동 사용
pl: Użyj ruchów wg kierunków kompasu
pt: Usar movimentos da bússola
ru: Перемещение по сторонам света
th: ใช้เข็มทิศในการเคลื่อนย้าย
zh_cn: 使用指南针式运动

# options_UseCompass_Tooltip
source: If checked, the Up key will move in the North direction, Down is South, Left is West, Right is East.
cs: Pokud je zaškrtnuto, klávesa nahoru se pohybuje směrem na sever, dolů je jih, doleva je západ, doprava je východ.
de: Ist diese Option aktiviert, wird die Hoch-Taste in Richtung Norden bewegen, unten nach Süden, links nach Westen und rechts nach Osten.
es: Si está marcado, la tecla Arriba moverá hacia el Norte, Abajo hacia el Sur, Izquierda hacia el Oeste, Derecha hacia el Este.
fr: Si cochée, la touche Haut déplacera le ou les objets sélectionnés dans la direction Nord, Bas = Sud, etc.
it: Se selezionato, il tasto Su si muoverà verso Nord, Giù verso Sud, Sinistra verso Ovest, Destra verso Est.
ja: チェックされている場合、Upキーで北に、Downキーで南に、左キーで西に、右キーで東に移動します。
ko: 이 옵션이 활성화될 경우, 키보드의 방향키를 누르면 해당하는 방향의 방위로 이동합니다. 방향키를 위로 누르면 북쪽으로, 아래로 누르면 남쪽으로 이동합니다.
pl: Jeśli zaznaczone, strzałka do góry przesunie na północ, strzałka do dołu przesunie na południe, strzałka w lewo przesunie na zachód, strzałka w prawo przesunie na wschód.
pt: Se marcado, a tecla para Cima se moverá na direção do Norte, para Baixo irá para o Sul, para a Esquerda irá para o Oeste, para a Direita irá para o Leste.
ru: Если выбрано, то кнопка вверх будет перемещать на север, вниз - на юг, влево - на восток, вправо - на запад.
th: หากมีการเลือกตัวเลือกนี้ ปุ่ม Up จะเคลื่อนย้ายไปทางทิศเหนือ, ปุ่ม Down ไปทางทิศใต้, ปุ่ม Left ไปทางทิศตะวันตก และปุ่ม Right ไปทางทิศตะวันออก
zh_cn: 如果选中，上键将是向北方向移动。下键是南方向，左键是西方向，右键是东方向。

# options_UseUUI
source: Use UnifiedUI
cs: Použít UnifiedUI
de: UnifiedUI verwenden
es: Usar UnifiedUI
fr: Utiliser UnifiedUI
it: Utilizza UnifiedUI
ja: UnifiedUI を使用する
ko: UnifiedUI 사용
pl: Użyj UnifiedUI
pt: Usar a UnifiedUI
ru: Использовать UnifiedUI
th: ใช้ UnifiedUI
zh_cn: 将图标加入UnifiedUI中

# setpos_A_Tooltip
source: Angle
cs: Úhel
de: Winkel
es: Ángulo
it: Angolo
ja: 角度
ko: 각도
pl: Kąt
pt: Ângulo
ru: Угол
th: มุม
zh_cn: 角度

# setpos_Go
source: Go
cs: Provést
de: Los
es: Ok
it: Vai
ja: 実行
ko: 이동
pl: Ustaw
pt: Ir
ru: Задать
th: ไป
zh_cn: 转至

# setpos_H_Tooltip
source: Height
cs: Výška
de: Höhe
es: Altura
fr: Élévation
it: Altezza
ja: 高さ
ko: 높이
pl: Wysokość
pt: Altura
ru: Высота
th: ความสูง
zh_cn: 高度

# setpos_Title
source: Position
cs: Pozice
es: Posición
it: Posizione
ja: 位置
ko: 위치
pl: Pozycja
pt: Posição
ru: Позиция
th: ตำแหน่ง
zh_cn: 位置

# toolbox_ConvertToPO
source: Convert To PO
cs: Převést na PO
de: Konvertieren zu PO
es: Convertir en PO
fr: Convertir en PO
it: Converti in PO (oggetto procedurale)
ja: POに変換
ko: PO로 변환
pl: Konwertuj na PO
pt: Converter para PO
ru: Конвертировать в PO
th: แปลงเป็นวัตถุแบบ PO
zh_cn: 转换为魔物

# toolbox_ExportSelection
source: Export Selection
cs: Export výběru
de: Auswahl exportieren
es: Exportar selección
fr: Exporter la sélection
it: Esporta Selezione
ja: 選択したものをエクスポート
ko: 내보내기 선택
pl: Eksportuj zaznaczenie
pt: Exportar Seleção
ru: Экспортировать выделенное
th: ส่งออกสิ่งที่เลือกไว้
zh_cn: 导出选择

# toolbox_HeightTools_Tooltip
source: Height Tools
cs: Nástroje výšky
de: Höhen-Werkzeuge
es: Herramientas de altura
fr: Outils Élévation
it: Strumenti Altezza
ja: 高さツール
ko: 높이 도구
pl: Narzędzia wysokości
pt: Ferramentas de Altura
ru: Инструменты высоты
th: เครื่องมือปรับความสูง
zh_cn: 高度工具

# toolbox_ImportSelection
source: Import Selection
cs: Import výběru
de: Auswahl importieren
es: Importar selección
fr: Importer XML
it: Importa selezione
ja: 選択したものをインポート
ko: 가져오기 선택
pl: Importuj zaznaczenie
pt: Importar Seleção
ru: Импорт выделения
th: นำเข้าสิ่งที่เลือก
zh_cn: 导入选择

# toolbox_LineUpObjects
source: Line Up Objects
cs: Zarovnat objekty
de: Objekte ausrichten
es: Alinear objetos
fr: Mettre en ligne
it: Allinea gli oggetti
ja: オブジェクトを整列
ko: 개체를 일렬로 정렬
pl: Wyrównaj w linii
pt: Alinhar Objetos
ru: Выстроить объекты в линию
th: เรียงวัตถุให้เป็นเส้นตรง
zh_cn: 将对象排列

# toolbox_MirrorObjects
source: Mirror Objects
cs: Zrcadlit objekty
de: Objekte spiegeln
es: Reflejar objetos
fr: Réflexion
it: Specula Oggetti (specchia)
ja: オブジェクトを反転
ko: 개체 반전
pl: Odbicie lustrzane
pt: Espelhar Objetos
ru: Отзеркалить объекты
th: คัดลอกวัตถุแบบกลับด้าน หรือสะท้อน
zh_cn: 将对象镜像

# toolbox_OtherTools_Tooltip
source: Other Tools
cs: Další nástroje
de: Andere Werkzeuge
es: Otras Herramientas
fr: Outils Extra
it: Altri strumenti
ja: その他のツール
ko: 기타 도구
pl: Pozostałe narzędzia
pt: Outras Ferramentas
ru: Другие инструменты
th: เครื่องมืออื่น ๆ
zh_cn: 其他工具

# toolbox_ResetObjects
source: Reset Objects
cs: Resetovat objekty
de: Objekte zurücksetzen
es: Restablecer objetos
fr: Réinitialiser
it: Ripristina Oggetti
ja: オブジェクトをリセット
ko: 개체 초기화
pl: Zresetuj obiekty
pt: Redefinir Objetos
ru: Восстановить объекты
th: คืนค่าวัตถุ
zh_cn: 重置对象

# toolbox_RotateAtCentre
source: Rotate At Centre
cs: Otočit ve středu
de: In der Mitte drehen
es: Rotar desde el centro
fr: Rotation (centre)
it: Ruota al centro
ja: 中心を基準に回転
ko: 중심으로 회전
pl: Obróć w środku
pt: Girar no Centro
ru: Вращать относительно центра
th: หมุน ณ จุดศูนย์กลาง
zh_cn: 中心旋转

# toolbox_RotateInPlace
source: Rotate In-Place
cs: Otočit na místě
de: An gleicher Stelle drehen
es: Rotar en su sitio
fr: Rotation (en place)
it: Ruota sul posto
ja: その場で回転
ko: 제자리에서 회전
pl: Obróć w miejscu
pt: Girar no Lugar
ru: Поворот на месте
th: หมุน ณ พื้นที่
zh_cn: 就地旋转

# toolbox_RotateRandomly
source: Rotate Randomly
cs: Otočit náhodně
de: Zufällig drehen
es: Rotar aleatoriamente
fr: Rotation (aléatoire)
it: Ruota casualmente
ja: ランダムに回転
ko: 무작위로 회전
pl: Obróć losowo
pt: Girar Aleatoriamente
ru: Повернуть случайно
th: หมุนแบบสุ่ม
zh_cn: 随机旋转

# toolbox_RotationTools_Tooltip
source: Rotation Tools
cs: Nástroje rotace
de: Rotationswerkzeuge
es: Herramientas de rotación
fr: Outils Rotation
it: Strumenti rotazione
ja: 回転ツール
ko: 회전 도구
pl: Narzędzia obrotu
pt: Ferramentas de Rotação
ru: Инструменты вращения
th: เครื่องมือการหมุน
zh_cn: 旋转工具

# toolbox_SetPosition
source: Set Position
cs: Nastavit pozici
de: Position setzen
es: Definir posición
fr: Position manuelle
it: Imposta posizione
ja: 座標を指定
ko: 위치 설정
pl: Ustaw pozycję
pt: Definir Posição
ru: Задать позицию
th: ตั้งตำแหน่ง
zh_cn: 设置位置

# toolbox_SlopeObjects
source: Slope Objects
cs: Sklon objektů
de: Objekte neigen
es: Seguir la pendiente
fr: Pente Régulière
it: Oggetti in pendenza
ja: スロープ状に並べる
ko: 개체 간 완만한 경사
pl: Wyrównanie pochyłe
pt: Inclinar Objetos
ru: Наклонить объекты
th: ปรับวัตถุให้ลาดเอียง
zh_cn: 对象坡度平滑

# toolbox_ToObjectHeight
source: To Object Height
cs: Na výšku objektu
de: Auf Objekthöhe
es: A la altura del objeto
fr: Hauteur (objet)
it: All'altezza dell'oggetto
ja: オブジェクトの高さに合わせる
ko: 선택한 개체 높이로 맞추기
pl: Do wysokości obiektu
pt: Para Altura do Objeto
ru: На высоту объекта
th: ให้เท่ากับระดับของวัตถุ
zh_cn: 至对象高度

# toolbox_ToTerrainHeight
source: To Terrain Height
cs: Na výšku terénu
de: Auf Geländehöhe
es: A la altura del terreno
fr: Hauteur (terrain)
it: All'altezza del terreno
ja: 地形の高さに合わせる
ko: 지면 높이로 맞추기
pl: Do wysokości terenu
pt: Para Altura do Terreno
ru: На высоту земли
th: ให้เท่ากับระดับภูมิประเทศ
zh_cn: 至地形高度

# xml_Asc
source: Asc
cs: Vzestupně
de: Auf
fr: Croissant
ja: 昇順
ko: 오름차순
pl: Rosnąco
pt: Cresc
th: ขึ้น
zh_cn: 升序

# xml_Date
source: Date
cs: Datum
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pl: Data
pt: Data
ru: Дата
th: วัน
zh_cn: 日期

# xml_DeleteConfirmMessage
source: Do you want to delete the file '{0}' permanently?
cs: Chcete trvale odstranit soubor '{0}'?
de: Eintrag '{0}' permanent löschen?
es: Quieres eliminar {0} permanentemente?
fr: Souhaitez-vous supprimer définitivement '{0}' ?
it: Vuoi eliminare il file '{0}' in modo permanente?
ja: ファイル '{0}' を完全に削除しますか？
ko: 영구적으로 '{0}' 개의 파일을 삭제하시겠습니까?
pl: Czy chcesz trwale usunąć plik '{0}'?
pt: Você deseja deletar o arquivo '{0}' permanentemente?
ru: Вы хотите удалить файл '{0}' безвозвратно?
th: คุณต้องการลบไฟล์ '{0}' โดยถาวรหรือไม่?
zh_cn: 你想要永远删除文件 '{0}' 吗？

# xml_DeleteConfirmTitle
source: Delete file
cs: Smazat soubor
de: Datei löschen
es: Borrar archivo
fr: Supprimer le fichier?
it: Elimina file
ja: ファイルを削除
ko: 파일 삭제
pl: Usuń plik
pt: Apagar Arquivo
ru: Удалить файл
th: ลบไฟล์
zh_cn: 删除文件

# xml_DeleteLabel
source: Delete saved selection
cs: Smazat uložený výběr
de: Gespeicherte Auswahl löschen
es: Borrar la selección guardada
fr: Supprimer le XML
it: Elimina la selezione salvata
ja: 保存済み選択項目を削除
ko: 저장된 선택 삭제
pl: Usuń zapisane zaznaczenie
pt: Excluir seleção salva
ru: Удалить сохраненное выделение
th: ลบสิ่งที่บันทึกการเลือก
zh_cn: 删除已保存的选择

# xml_Desc
source: Desc
cs: Sestupně
de: Ab
fr: Décroissant
it: Disc.
ja: 降順
ko: 내림차순
pl: Malejąco
pt: Decres
th: ลง
zh_cn: 降序

# xml_Export
source: Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter XML
it: Esporta
ja: エクスポート
ko: 내보내기
pl: Eksportuj
pt: Exportar
ru: Экспорт
th: ส่งออก
zh_cn: 导出

# xml_Import
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer XML
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt: Importar
ru: Импорт
th: นำเข้า
zh_cn: 导入

# xml_Name
source: Name
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt: Nome
ru: Название
th: ชื่อ
zh_cn: 名称

# xml_OpenFolder
source: Open Folder
cs: Otevřít složku
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
pl: Otwórz folder
pt: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
zh_cn: 打开文件夹

# xml_OverwriteMessage
source: The file '{0}' already exists. Do you want to overwrite it?
cs: Soubor '{0}' již existuje. Chcete jej přepsat?
de: Die Datei '{0}' existiert bereits. Soll sie überschrieben werden?
es: El archivo {0} ya existe. ¿Quieres sobrescribirlo?
fr: Le fichier {0} existe déjà. Voulez-vous l'écraser?
it: Il file '{0}' esiste già. Vuoi sovrascriverlo?
ja: ファイル '{0}' はすでに存在します。 上書きしますか?
ko: '{0}' 개의 파일이 이미 존재합니다. 덮어쓰시겠습니까?
pl: Plik '{0}' już istnieje. Czy chcesz go nadpisać?
pt: O arquivo '{0}' já existe. Você deseja substituí-lo?
ru: Файл '{0}' уже существует. Вы хотите его перезаписать?
th: ไฟล์ '{0}' มีอยู่แล้ว คุณต้องการเขียนทับไฟล์นี้หรือไม่?
zh_cn: 文件 '{0}' 已经存在。 您想要覆盖它吗？

# xml_OverwriteTitle
source: Overwrite file
cs: Přepsat soubor
de: Dateien überschreiben
es: Sobrescribir archivo
fr: Écraser le fichier
it: Sovrascrivi file
ja: ファイルを上書き
ko: 파일 덮어쓰기
pl: Nadpisz plik
pt: Sobrescrever arquivo
ru: Перезаписать файл
th: เขียนทับไฟล์
zh_cn: 覆盖文件

# xml_Restore
source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元する
ko: 복원
pl: Przywróć
pt: Restaurar
ru: Восстановить
th: คืนค่า
zh_cn: 还原

# xml_Restore_Tooltip
source: Import the selection to the position it was exported
cs: Importovat výběr na pozici, ze které byl exportován
de: Importiert die Auswahl an die Position, von der sie exportiert wurde
es: Importa la selección a la posición donde fue exportada
fr: Importer la sélection vers la position initialement exportée
it: Importa la selezione nella posizione che è stata esportata
ja: エクスポートされた元の位置に選択したものをインポートします
ko: 내보낸 위치로 선택한 것을 가져오기
pl: Importuj zaznaczenie do miejsca, z którego zostało wyeksportowane
pt: Importar a seleção para a posição que foi exportada
ru: Импортировать выделенное в позицию, откуда оно было экспортировано
th: นำเข้าส่วนที่เลือกไปยังตำแหน่งเดิมที่เคยส่งออกไป
zh_cn: 将选择内容导入到导出位置

# xml_SelectionInvalidMessage
source: The selection is empty or invalid.
cs: Výběr je prázdný nebo neplatný.
de: Die Auswahl ist leer oder ungültig.
es: La selección está vacía o es inválida.
fr: La sélection est vide ou non valide.
it: La selezione è vuota o non valida.
ja: 何も選択されていないか、無効です。
ko: 그 선택은 유효하지 않거나 불가능합니다.
pl: Zaznaczenie jest puste lub nieprawidłowe.
pt: A seleção está vazia ou inválida.
ru: Выделение пусто или некорректно.
th: สิ่งที่เลือกไว้ว่างเปล่า หรือไม่ถูกต้อง
zh_cn: 选择区域为空或无效。

# xml_SelectionInvalidTitle
source: Selection invalid
cs: Neplatný výběr
de: Auswahl ungültig
es: Selección inválida
fr: Sélection invalide
it: Selezione non valida
ja: 選択が無効です
ko: 선택 무효
pl: Zaznaczenie nieprawidłowe
pt: Seleção inválida
ru: Выделение некорректно
th: การเลือกที่ไม่ถูกต้อง
zh_cn: 选择无效

# xml_Size
source: Size
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
it: Dimensioni
ja: サイズ
ko: 크기
pl: Rozmiar
pt: Tamanho
ru: По размеру
th: ขนาด
zh_cn: 大小

# baseUI_MoveItButton_Tooltip
source: Move It
ja: 移動
ko: 무브 잇
