Repository: SamsamTS/CS-MoveIt
Catalog: MoveIt/Localization/Str.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ru, th, zh_cn

# baseUI_Bulldoze_Tooltip
source: Bulldoze
cs: Buldozer
de: Abreißen
es: Demoler
fr: Supprimer
it: Abbatti (Bulldozer)
ja: ブルドーザー
ko: 불도저
pl: Buldożer
pt: Demolir
ru: Бульдозер
th: รื้อถอน
zh_cn: 推土机

# baseUI_Clone_Tooltip
source: Copy (Alt+Click to duplicate in-place)
cs: Kopírovat (Alt+kliknutí pro duplikaci na místě)
de: Kopieren (Alt+Klicken, um an der gleichen Stelle zu duplizieren)
es: Copiar (Alt+Clic para duplicar en el sitio)
fr: Copier (Alt+Clic pour dupliquer en place)
it: Copia (Alt+Click per duplicare sul posto)
ja: コピー (Alt+クリックで複製)
ko: 복사 (같은 위치에 복제하려면 Alt 키와 함께 클릭하세요.)
pl: Kopiuj (Alt+Kliknij, aby skopiować w miejscu)
pt: Copiar (Alt+Clique para duplicar no local)
ru: Копировать (Alt+Click дубликат в этом же месте)
th: คัดลอก (กดปุ่ม Alt + คลิกเพื่อทำการคัดลอกในตำแหน่งเดียวกัน)
zh_cn: 复制（单击+Alt即可原地复制）

# baseUI_FollowTerrain_Tooltip
source: Follow Terrain
cs: Sledovat terén
de: Dem Gelände folgen
es: Seguir el terreno
fr: Suivre le terrain
it: Segui il terreno
ja: 地形に追従する
ko: 지형에 맞추기
pl: Śledź ukształtowanie terenu
pt: Seguir o Terreno
ru: Следовать за уровнем земли
th: บังคับวัตถุให้เป็นไปตามภูมิประเทศ
zh_cn: 跟随地形

# baseUI_Marquee_Tooltip
source: Marquee Selection
cs: Obdélníkový výběr
de: Auswahl-Markierung
es: Selección rectangular
fr: Rectangle de sélection
it: Selezione Rettangolare
ja: 連続選択
ko: 사각 선택
pl: Zaznaczenie ramki
pt: Seleção por Marcação
ru: Область выделения
th: การคลุมและเลือกวัตถุ
zh_cn: 选区选择

# baseUI_Single_Tooltip
source: Single Selection
cs: Jednotný výběr
de: Einzelauswahl
es: Selección única
fr: Sélection unique
it: Selezione singola
ja: 単一選択
ko: 단일 선택
pl: Pojedynczy wybór
pt: Seleção Única
ru: Одиночное выделение
th: เลือกแบบเดี่ยว
zh_cn: 单个选择

# baseUI_ToggleGrid_Tooltip
source: Toggle Grid
cs: Přepnout mřížku
de: Raster ein-/ausschalten
es: Alternar cuadrícula
fr: Activer/désactiver la grille
it: Attiva/disattiva griglia
ja: グリッドの切り替え
ko: 격자 전환
pl: Przełącz siatkę
pt: Alternar Grade
ru: Включить сетку
th: แสดงกริด
zh_cn: 网格开关

# baseUI_TogglePO_Tooltip
source: Toggle Procedural Objects
cs: Přepnout procedurální objekty
de: PO Objekte ein-/ausschalten
es: Alternar Procedural Objects
fr: Activer/désactiver les PO
it: Attiva/disattiva Procedural Objects
ja: Procedual Objectsの切り替え
ko: Procedural Objects 키
pl: Przełącz obiekty proceduralne (PO)
pt: Alternar Objetos Procedurais
ru: Включить Процедурные объекты
th: แสดงวัตถุที่เป็น Procedural
zh_cn: 魔物面板开关

# baseUI_ToggleSnapping_Tooltip
source: Toggle Snapping
cs: Přepnout přichytávání
de: Einrasten ein-/ausschalten
es: Alternar snapping
fr: Activer/désactiver l'accrochage
it: Attiva/Disattiva Snapping
ja: スナップの切り替え
ko: 스냅핑 전환
pl: Przełącz przyciąganie
pt: Alternar Encaixe
ru: Включить привязку
th: เปิดการยืดติด
zh_cn: 吸附模式开关

# baseUI_ToggleUnderground_Tooltip
source: Toggle Underground View
cs: Přepnout podzemní režim
de: Unterirdische Ansicht ein-/ausschalten
es: Alternar la vista subterránea
fr: Activer/désactiver la vue souterraine
it: Attiva/disattiva vista sotterranea
ja: 地下表示の切り替え
ko: 지하 시점 전환
pl: Przełącz widok podziemny
pt: Alternar Visualização Subterrânea
ru: Включить подземный вид
th: แสดงในมุมมองใต้ดิน
zh_cn: 地下视图开关

# baseUI_Toolbox_Tooltip
source: Toolbox
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Boîte à Outils
it: Strumenti
ja: ツールボックス
ko: 도구박스
pl: Narzędzia
pt: Ferramentas
ru: Инструменты
th: กล่องเครื่องมือ
zh_cn: 工具箱

# filter_Buildings
source: Buildings
cs: Budovy
de: Gebäude
es: Edificios
fr: Bâtiments
it: Edifici
ja: 建物
ko: 건물
pl: Budynki
pt: Edifícios
ru: Здания
th: อาคาร/สิ่งปลูกสร้าง
zh_cn: 建筑

# filter_Decals
source: Decals
cs: Podlahy
it: Decalcomanie
ja: デカール
ko: 데칼
pl: Kalkomanie
pt: Decalques
ru: Наклейки
th: ดีคอล
zh_cn: 贴花

# filter_Fences
source: Fences
cs: Ploty
de: Zäune
es: Vallas
fr: Clôtures
it: Recinzioni
ja: フェンス
ko: 울타리
pl: Ogrodzenia
pt: Cercas
ru: Заборы
th: รั้ว
zh_cn: 围栏

# filter_Nodes
source: Nodes
cs: Uzly
es: Nodos
fr: Nœuds
it: Nodi
ja: ノード
ko: 노드
pl: Węzły
pt: Nós
ru: Узлы
th: โหนด
zh_cn: 节点

# filter_Others
source: Others
cs: Ostatní
de: Verschiedenes
es: Otros
fr: Autres
it: Altri
ja: その他
ko: 기타
pl: Inne
pt: Outros
ru: Другое
th: อื่น ๆ
zh_cn: 其它

# filter_Paths
source: Paths
cs: Cesty
de: Pfade
es: Caminos
fr: Chemins
it: Percorsi
ja: パス
ko: 인도
pl: Ścieżki
pt: Caminhos
ru: Пешеходная дорожка
th: เส้นทาง
zh_cn: 小径

# filter_Picker
source: Picker
cs: Výběr
de: Auswähler
es: Pipeta
fr: Sélecteur
it: Selettore
ja: スポイト
pl: Próbnik
pt: Seletor
ru: Пипетка
zh_cn: 拾取器

# filter_Picker_Tooltip
source: Pick an object to filter for objects of the same type
cs: Vyberte objekt k filtrování objektů stejného typu
de: Wähle ein Objekt zum Filtern von Objekten des gleichen Typs
es: Elegir un objeto para filtrar objetos del mismo tipo
fr: Seuls les objets identiques à celui-ci peuvent être sélectionnés
it: Scegliere un oggetto da filtrare per oggetti dello stesso tipo
ja: 同じ種類のオブジェクトに対してフィルタリングするオブジェクトを選択
ko: 동일한 유형의 오브젝트 필터를 위한 개체를 선택
pl: Wybierz obiekt, aby odfiltrować obiekty tego samego typu
pt: Selecione um objeto para filtrar objetos do mesmo tipo
ru: Нажмите на объект для задания фильтра этого типа
th: เลือกวัตถุเพื่อทำการกรองเฉพาะวัตถุที่อยู่ประเภทเดียวกัน
zh_cn: 选择一个物体对象以筛选相同类型的物体对象

# filter_PO
source: PO
it: PO (Procedural Objects)
zh_cn: 魔物

# filter_Powerlines
source: Powerlines
cs: Elektrická vedení
de: Stromleitungen
es: Tendido eléctrico
fr: Lignes élec.
it: Linee elettriche
ja: 送電線
ko: 송전선
pl: Linie energetyczne
pt: Linhas de Eletricidade
ru: Линии электропередач
th: สายไฟฟ้า
zh_cn: 电线

# filter_Props
source: Props
cs: Objekty
de: Dekorationen
it: Oggetti (Props)
ja: Prop
ko: 프롭
pl: Dekoracje
ru: Реквизит
th: วัตถุตกแต่ง
zh_cn: 摆件

# filter_Roads
source: Roads
cs: Silnice
de: Straßen
es: Carreteras
fr: Routes
it: Strade
ja: 道路
ko: 도로
pl: Drogi
pt: Ruas
ru: Дороги
th: ถนน
zh_cn: 道路

# filter_Segments
source: Segments
cs: Segmenty
de: Segmente
es: Segmentos
it: Segmenti
ja: セグメント
ko: 세그먼트
pl: Odcinki
pt: Segmentos
ru: Сегменты
th: ส่วน
zh_cn: 分段

# filter_Surfaces
source: Surfaces
cs: Povrchy
de: Oberflächen
es: Superficies
it: Superfici
ja: サーフェス
ko: 지면
pl: Powierzchnie
pt: Superfícies
ru: Поверхность
th: พื้นผิว
zh_cn: 地皮

# filter_Tracks
source: Tracks
cs: Tratě
de: Gleise
es: Raíles
fr: Voies
it: Tracciati
ja: 線路
ko: 선로
pl: Tory
pt: Trilhos
ru: Рельсы
th: ราง
zh_cn: 轨道

# filter_Trees
source: Trees
cs: Stromy
de: Bäume
es: Árboles
fr: Arbres
it: Alberi
ja: 樹木
ko: 나무
pl: Drzewa
pt: Árvores
ru: Деревья
th: ต้นไม้
zh_cn: 树木

# integration_NS2_Found
source: Network Skins 2 found, integration enabled!
cs: Network Skins 2 nalezeno, integrace povolena!
de: Network Skins 2 gefunden, Integration aktiviert!
es: Network Skins 2 encontrado, ¡integración activa!
fr: Mod Network Skins 2 trouvé, intégration réussie!
it: Network Skins 2 trovato, integrazione attivata!
ja: Network Skins 2が見つかったため、Move Itと統合しました。
ko: Network Skins 2 발견, 통합 이용이 가능합니다!
pl: Znaleziono Network Skins 2, integracja włączona!
pt: Network Skins 2 encontrado, integração habilitada!
ru: Network Skins 2 обнаружен, интеграция активна!
th: พบ Network Skins 2, การทำงานร่วมกันได้เปิดการใช้งาน!
zh_cn: 已找到Network Skins 2，已启用整合功能！

# integration_NS2_Notfound
source: Network Skins 2 not found, or NS1 and NS2 both subscribed, integration disabled.
cs: Network Skins 2 nebylo nalezeno, nebo NS1 i NS2 jsou odebírané, integrace vypnuta.
de: Network Skins 2 nicht gefunden, oder NS1 und NS2 beide abonniert, Integration deaktiviert.
es: Network Skins 2 no encontrado, o NS1 y NS2 activados al mismo tiempo, integración desactivada.
fr: Mod Network Skins 2 non trouvé, ou l'intégration désactivés. *vérifier si NS1 et NS2 tous les deux présents
it: Network Skins 2 non trovatio o NS1 e NS2 entrambi sottoscritti, integrazione disabilitata.
ja: Network Skins 2が見つからないか、NS1とNS2の両方がサブスクライブされています。Move Itと統合できません。
ko: Network Skins 2 발견 못함, 혹은 NS1과 NS2를 함께 구독 중임, 통합 이용이 불가능합니다.
pl: Nie znaleziono Network Skins 2 lub znaleziono NS1 i NS2, integracja wyłączona.
pt: Network Skins 2 não encontrado, ou NS1 e NS2 estão ambos inscritos, integração desabilitada.
ru: Network Skins 2 не обнаружен, или подписаны одновременно на NS1 и на NS2, интеграция не активна.
th: ไม่พบ Network Skins 2 และ/หรือทั้ง NS1 และ NS2 ได้ติดตั้งไว้พร้อมกัน, การทำงานร่วมกันได้ปิดการใช้งาน.
zh_cn: 找不到Network Skins 2，或者同时启用了NS1与NS2，整合功能已禁用。

# integration_PO_Found
source: PO version {0} found, integration enabled!
cs: PO verze {0} byla nalezena, integrace povolena!
de: PO Version {0} gefunden, Integration aktiviert!
es: PO versión {0} encontrado, ¡integración activa!
fr: Version PO {0} trouvée, intégration réussie!
it: Versione PO {0} trovata, integrazione attivata!
ja: POのバージョン{0} が見つかりました。Move Itと統合します。
ko: PO 버전 {0} 발견, 통합 이용이 가능합니다!
pl: Znaleziono wersję {0} PO, integracja włączona!
pt: Mod PO versão {0} encontrado, integração habilitada!
ru: PO версии {0} обнаружен, интеграция активна!
th: พบ PO เวอร์ชัน {0}, การทำงานร่วมกันได้เปิดการใช้งาน!
zh_cn: 已找到PO（魔物） {0} 版本，已启用整合功能！

# integration_PO_Notfound
source: PO not found, integration disabled.
cs: PO nenalezeno, integrace vypnuta.
de: PO nicht gefunden, Integration deaktiviert.
es: PO no encontrado, integración desactivada.
fr: Le mod Procedural Objects est introuvable, intégration désactivée.
it: Versione PO non trovata, integrazione disabilitata.
ja: POが見つかりませんでした。Move Itと統合されません。
ko: PO 발견 못함, 통합 이용이 불가능합니다.
pl: Nie znaleziono PO, integracja wyłączona.
pt: PO não encontrado, integração desabilitada.
ru: PO не обнаружен, интеграция не активна.
th: ไม่พบ PO, การทำงานร่วมกันได้ปิดการใช้งาน
zh_cn: 找不到PO（魔物），整合功能已禁用。

# integration_PO_WrongVersion
source: PO integration failed - found version {0} (required: 1.7)
cs: Integrace PO se nezdařila - nalezena verze {0} (vyžadováno: 1.7)
de: PO-Integration fehlgeschlagen - Version {0} gefunden (erforderlich: 1.7)
es: Error al integrar PO - se encontró la versión {0} (requerida: 1.7)
fr: L'intégration PO a échouée - version {0} trouvée (requise : 1.7)
it: Integrazione PO fallita - trovata la versione {0} (richiesta: 1.7)
ja: PO の統合に失敗しました - 見つかったバージョン {0} (必須: 1.7)
ko: PO 기능 통합 실패 - 현재 발견한 버전 {0} (1.7버전이 필요합니다.)
pl: Integracja PO nie powiodła się - znaleziona wersja {0} (wymagana: 1.7)
pt: Falha na integração com o Mod PO - versão encontrada {0} (obrigatório: 1.7)
ru: Неудачная интеграция PO - обнаружена версия {0} (требуется: 1.7)
th: การทำงานร่วมกันกับ PO มีความผิดพลาด - พบเวอร์ชัน {0} (จำเป็นต้องเป็น: 1.7)
zh_cn: PO（魔物）整合失败 - 找到 {0} 版本（需要版本：1.7）

# key_Bulldoze
source: Bulldoze
cs: Buldozer
de: Abreißen
es: Demoler
fr: Supprimer
it: Abbatti (Bulldozer)
ja: ブルドーザー
ko: 불도저
pl: Buldożer
pt: Demolir
ru: Бульдозер
th: รื้อถอน
zh_cn: 推土机

# key_Clone
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt: Copiar
ru: Копировать
th: คัดลอก
zh_cn: 复制

# key_ConvertToPO
source: Convert selected objects to PO
cs: Převést vybrané objekty na PO
de: Ausgewählte Objekte in PO umwandeln
es: Convertir selección a PO
fr: Convertir les objets sélectionnés en PO
it: Converti gli oggetti selezionati in PO
ja: 選択したオブジェクトをPO に変換
ko: 선택한 개체를 PO로 변환
pl: Konwertuj zaznaczone obiekty na PO
pt: Converter objetos selecionados para PO
ru: Преобразовать выделенный объект в PO
th: แปลงสิ่งที่เลือกไว้ไปเป็นแบบ PO
zh_cn: 将选中对象转换为魔物

# key_DeselectAll
source: Deselect All
cs: Zrušit celý výběr
de: Auswahl aufheben
es: Deseleccionar todo
fr: Annuler sélection
it: Deseleziona tutto
ja: すべて選択解除
ko: 전체 선택 해제
pl: Odznacz wszystko
pt: Desmarcar Tudo
ru: Снять выделение со всех объектов
th: ยกเลิกการเลือกทั้งหมด
zh_cn: 全部取消选择

# key_MoveDown
source: Move Down
cs: Posunout dolů
de: Nach unten bewegen
es: Mover hacia abajo
fr: Vers le Bas
it: Muovi verso il basso
ja: 下に移動
ko: 아래로 이동
pl: Przesuń w dół
pt: Mover para Baixo
ru: Опустить вниз
th: เลื่อนลง
zh_cn: 向下移动

# key_MoveEast
source: Move East
cs: Posunout východně
de: Nach Osten bewegen
es: Mover hacia el este
fr: Vers l'Est
it: Muovi verso est
ja: 東に移動
ko: 동쪽으로 이동
pl: Przesuń na wschód
pt: Mover para o Leste
ru: Подвинуть на запад
th: เลื่อนไปทางทิศตะวันออก
zh_cn: 向东移动

# key_MoveNorth
source: Move North
cs: Posunout severně
de: Nach Norden bewegen
es: Mover hacia el norte
fr: Vers le Nord
it: Muovi verso nord
ja: 北に移動
ko: 북쪽으로 이동
pl: Przesuń na północ
pt: Mover para o Norte
ru: Подвинуть на север
th: เลื่อนไปทางทิศเหนือ
zh_cn: 向北移动

# key_MoveSouth
source: Move South
cs: Posunout jižně
de: Nach Süden bewegen
es: Mover hacia el sur
fr: Vers le Sud
it: Muovi verso sud
ja: 南へ移動
ko: 남쪽으로 이동
pl: Przesuń na południe
pt: Mover para o Sul
ru: Подвинуть на юг
th: เลื่อนไปทางทิศใต้
zh_cn: 向南移动

# key_MoveUp
source: Move Up
cs: Posunout nahoru
de: Nach oben bewegen
es: Mover hacia arriba
fr: Vers le Haut
it: Muovi verso l'alto
ja: 上に移動
ko: 위로 이동
pl: Przesuń w górę
pt: Mover para Cima
ru: Поднять вверх
th: เลื่อนขึ้น
zh_cn: 向上移动

# key_MoveWest
source: Move West
cs: Posunout západně
de: Nach Westen bewegen
es: Mover hacia el oeste
fr: Vers l'Ouest
it: Muovi verso ovest
ja: 西に移動
ko: 서쪽으로 이동
pl: Przesuń na zachód
pt: Mover para o Oeste
ru: Подвинуть на восток
th: เลื่อนไปทางทิศตะวันตก
zh_cn: 向西移动

# key_QuickUndergroundView
source: Hold for Underground View
cs: Držet pro podzemní režim
de: Halten für die unterirdische Ansicht
es: Mantén para ver el subsuelo
fr: Activer temporairement la vue souterraine
it: Premere per Visualizzazione Sotterranea
ja: 長押しで地下表示
ko: 누른 채로 지하 뷰 보기
pt: Segure para Visualização Subterrânea
ru: Удерживайте для просмотра под землёй
zh_cn: 保留地下视图

# key_Redo
source: Redo
cs: Opakovat
de: Wiederholen
es: Rehacer
fr: Refaire (redo)
it: Ripristina
ja: やり直し
ko: 되돌리기
pl: Powtórz
pt: Refazer
ru: Повторить
th: ทำซ้ำ
zh_cn: 重做

# key_RotateCCW
source: Rotate Counterclockwise
cs: Otočit proti směru hodinových ručiček
de: Gegen den Uhrzeigersinn drehen
es: Rotar en sentido antihorario
fr: Rotation (anti-horaire)
it: Ruota in senso antiorario
ja: 反時計回りに回転します。
ko: 반시계방향으로 회전
pl: Obróć w lewo
pt: Girar no sentido anti-horário
ru: Повернуть против часовой стрелки
th: หมุนทวนเข็มนาฬิกา
zh_cn: 逆时针旋转

# key_RotateCW
source: Rotate Clockwise
cs: Otočit ve směru hodinových ručiček
de: Im Uhrzeigersinn drehen
es: Rotar en sentido horario
fr: Rotation horaire
it: Ruota in senso orario
ja: 時計回りに回転
ko: 시계방향으로 회전
pl: Obróć w prawo
pt: Girar no sentido horário
ru: Повернуть по часовой стрелке
th: หมุนตามเข็มนาฬิกา
zh_cn: 顺时针旋转

# key_ScaleIn
source: Scale Inwards
cs: Měřítko dovnitř
de: Nach innen skalieren
es: Escalar hacia dentro
fr: Réduire l'Échelle
it: Scala all'Interno (riduci)
ja: 内側に拡大縮小
ko: 축적 축소
pl: Skaluj do wewnąrz
pt: Redimensionar para dentro
ru: Масштабировать вовнутрь
th: ขยายเข้าด้านใน
zh_cn: 向内缩放

# key_ScaleOut
source: Scale Outwards
cs: Měřítko ven
de: Nach außen skalieren
es: Escalar hacia fuera
fr: Augmenter l'Échelle
it: Scala all'esterno (ingrandisci)
ja: 外側に拡大縮小
ko: 축적 확대
pl: Skaluj na zewnątrz
pt: Redimensionar para fora
ru: Масштабировать наружу
th: ขยายออกด้านนอก
zh_cn: 向外缩放

# key_ShowSelectors
source: Show/Hide Selectors
cs: Zobrazit/skrýt výběry
de: Ein-/Ausblenden der Auswahl-Markierungen
es: Mostrar / Ocultar Selectores
fr: Afficher/Masquer les sélecteurs
it: Mostra/Nascondi Selettori
ja: セレクターの表示/非表示
ko: 선택기 보이기/숨기기
pl: Pokaż/Ukryj Selektor
pt: Mostrar/Esconder Seletores
ru: Показать/Скрыть выделения
th: แสดง/ซ่อนการเลือก
zh_cn: 显示/隐藏选择器

# key_StepOver
source: Step Over
cs: Přepínání mezi překrývajícími se objekty
de: Überspringen
es: Alternar entre objetos superpuestos
fr: Passer outre la séléction
it: Procedi oltre
ja: ステップ実行
ko: 건너뛰기
pl: Pomiń obiekt
pt: Passar por Cima
ru: Пропустить выделенное
th: ก้าวข้ามวัตถุที่ตำแหน่งเมาส์ปัจจุบัน
zh_cn: 逐层选择

# key_ToggleDebugPanel
source: Toggle Debug Panel
cs: Přepnout panel ladění
de: Debugmodus ein-/ausschalten
es: Activar el panel de depuración
fr: Active/Désactive le mode débogueur
it: Attiva/disattiva modalità debug
ja: デバッグパネルの切り替え
ko: 디버그 창 켜기
pl: Przełącz panel debugowania
pt: Ligar/Desligar Painel de Debug
ru: Включить панель отладки
th: แสดงแผงข้อบกพร่อง
zh_cn: 调试控制面板开关

# key_ToggleGridView
source: Toggle Grid View
cs: Přepnout zobrazení mřížky
de: Gitterlinien ein-/ausschalten
es: Mostrar/ocultar la cuadrícula
fr: Active/désactive la vue grille
it: Attiva/Disattiva le linee guida
ja: グリッド表示の切り替え
ko: 격자 전환
pl: Przełącz widok siatki
pt: Alternar exibição de grade
ru: Включить сетку
th: แสดงกริด
zh_cn: 网格视图开关

# key_TogglePO
source: Toggle PO Active/Inactive
cs: Přepnout PO aktivní/neaktivní
de: PO ein-/ausschalten
es: PO Activado/desactivado
fr: Active/Désactive le mode PO
it: Attiva/disattiva PO
ja: POのアクティブ/非アクティブの切り替え
ko: PO모드 활성화/비활성화 키
pl: Przełącz PO aktywne/nieaktywne
pt: Alternar PO Ativo/Inativo
ru: Включить PO
th: สลับการเปิด/ปิดการใช้งาน PO
zh_cn: PO 为激活/不激活开关

# key_ToggleTool
source: Toggle Tool
cs: Přepnout nástroj
de: Werkzeug umschalten
es: Alternar herramienta
fr: Activer l'Outil
it: Attiva/disattiva strumento
ja: ツールの切り替え
ko: 도구창 켜기
pl: Przełącz Narzędzie
pt: Alternar Ferramenta
ru: Активировать инструмент
th: เปิด/ปิดเครื่องมือ
zh_cn: 工具开关

# key_ToggleUndergroundView
source: Toggle Underground View
cs: Přepnout podzemní režim
de: Unterirdische Ansicht ein-/ausschalten
es: Alternar vista subterránea
fr: Active/désactive la vue souterraine
it: Attiva/disattiva vista sotterranea
ja: 地下表示の切り替え
ko: 지하 시점 전환
pl: Przełącz widok podziemny
pt: Alternar Visualização Subterrânea
ru: Включить подземный вид
th: แสดงในมุมมองใต้ดิน
zh_cn: 地下视角开关

# key_ToolFullSlope
source: Full Slope
cs: Plný sklon
de: Volle Neigung
es: Crear pendiente
fr: Pente Complète
it: Pendenza Completa
ja: スロープ状に並べる
ko: 완만한 경사 (선택한 A 개체와 B 개체의 사이 높이로)
pl: Pełne nachylenie
pt: Inclinação Completa
ru: Полный уклон
th: ลาดเอียงเต็มรูปแบบ
zh_cn: 全斜面

# key_ToolLineUpSpaced
source: Line Up (Spaced)
cs: Zarovnat (s odstupy)
de: Ausrichten (mit Zwischenraum)
es: Alinear (con espacios)
fr: Aligner (avec Espacement)
it: Allineamento (Spaziato)
ja: 整列(間隔を空ける)
ko: 일렬 정렬 (간격)
pl: Wyrównaj w linii (stały rozstaw)
pt: Alinhar (Espaçado)
ru: В линию (с пробелами)
th: เรียงวัตถุเป็นเส้นตรง (มีเว้นเป็นช่องว่าง)
zh_cn: 排列（有间隔）

# key_ToolLineUpUnspaced
source: Line Up (Unspaced)
cs: Zarovnat (bez odstupů)
de: Ausrichten (ohne Zwischenraum)
es: Alinear (sin espacios)
fr: Aligner (sans Espacement)
it: Allineamento (Non Spaziato)
ja: 整列(間隔を空けない)
ko: 일렬 정렬 (간격없음)
pl: Wyrównaj w linii (zachowaj rozstaw)
pt: Alinhar (Não espaçado)
ru: В линию (без пробелов)
th: เรียงวัตถุเป็นเส้นตรง (ไม่เว้นเป็นช่องว่าง)
zh_cn: 排列（无间隔）

# key_ToolMirrorObjects
source: Mirror Objects
cs: Zrcadlit objekty
de: Objekte spiegeln
es: Reflejar objetos
fr: Réflexion des Objets
it: Specula Oggetti (specchia)
ja: オブジェクトを反転
ko: 개체 반전
pl: Odbicie lustrzane
pt: Espelhar Objetos
ru: Отзеркалить объекты
th: คัดลอกแบบกลับด้าน หรือสะท้อน
zh_cn: 将对象镜像

# key_ToolQuickSlopeNode
source: Quick Slope Node
cs: Rychlý náklon uzlu
de: Schnellneigung Node
es: Crear pendiente directamente
fr: Outil Pentre Rapide (Node)
it: Nodo Pendenza Rapida
ja: １つのノードをスロープ状に並べる
ko: 빠른 경사 노드
pl: Wyrównanie węzła do pochylenia
pt: Inclinação rápida no nó
ru: Быстрый наклон точки
th: ปรับโหนดให้ลาดเอียงแบบด่วน
zh_cn: 快速倾斜节点

# key_ToolResetObjects
source: Reset Objects
cs: Resetovat objekty
de: Objekte zurücksetzen
es: Restablecer objetos
fr: Réinitialise l'Objet
it: Ripristina oggetti
ja: オブジェクトをリセット
ko: 개체 초기화
pl: Zresetuj obiekty
pt: Redefinir Objetos
ru: Восстановить объекты
th: คืนค่าวัตถุใด ๆ
zh_cn: 重置对象

# key_ToolRotateAtCentre
source: Rotate At Centre
cs: Otočit ve středu
de: In der Mitte drehen
es: Rotar desde el centro
fr: Rotation (centre de la sélection)
it: Ruota al centro
ja: 中心を基準に回転
ko: 중심으로 회전
pl: Obróć w środku
pt: Girar no Centro
ru: Вращать относительно центра
th: หมุน ณ จุดศูนย์กลาง
zh_cn: 中心旋转

# key_ToolRotateInPlace
source: Rotate In-Place
cs: Otočit na místě
de: An gleicher Stelle drehen
es: Rotar en su sitio
fr: Rotation (en place)
it: Ruota sul posto
ja: その場で回転
ko: 제자리에서 회전
pl: Obróć w miejscu
pt: Girar no Lugar
ru: Поворот на месте
th: หมุน ณ พื้นที่
zh_cn: 原地旋转

# key_ToolRotateRandomly
source: Rotate Randomly
cs: Otočit náhodně
de: Zufällig drehen
es: Rotar aleatoriamente
fr: Rotation (aléatoire)
it: Ruota casualmente
ja: ランダムに回転
ko: 무작위로 회전
pl: Obróć losowo
pt: Girar Aleatoriamente
ru: Повернуть случайным образом
th: หมุนแบบสุ่ม
zh_cn: 随机旋转

# key_ToolSetPosition
source: Set Position
cs: Nastavit pozici
de: Position setzen
es: Definir posición
fr: Position manuelle
it: Imposta posizione
ja: 座標を指定
ko: 좌표 위치 설정
pl: Ustaw pozycję
pt: Definir Posição
ru: Задать позицию
th: ตั้งตำแหน่ง
zh_cn: 设置位置

# key_ToolSlopeObjects
source: Slope Objects
cs: Sklon objektů
de: Objekte neigen
es: Seguir la pendiente
fr: Pente Régulière
it: Oggetti in pendenza
ja: オブジェクトをスロープ状に並べる
ko: 개체 간 완만한 경사
pl: Wyrównanie pochyłe
pt: Inclinar Objetos
ru: Наклонить объекты
th: ปรับวัตถุให้ลาดเอียง
zh_cn: 将对象倾斜

# key_ToolToObjectHeight
source: Align To Object Height
cs: Zarovnat na výšku objektu
de: Auf Objekthöhe ausrichten
es: Alinear a la altura del objeto
fr: Aligner (Hauteur d'Objet)
it: Allinea all'altezza dell'oggetto
ja: オブジェクトの高さに合わせる
ko: 개체 높이에 맞추기
pl: Wyrównaj do wysokości obiektu
pt: Alinhar à Altura do Objeto
ru: Выровнять по высоте объекта
th: ปรับตำแหน่งให้เท่ากับระดับของวัตถุ
zh_cn: 对齐至对象高度

# key_ToolToTerrainHeight
source: Align To Terrain Height
cs: Zarovnat na výšku terénu
de: Auf Geländehöhe ausrichten
es: Alinear a la altura del terreno
fr: Aligner (Hauteur du terrain)
it: Allinea all'altezza del terreno
ja: 地形の高さに合わせる
ko: 지면 높이에 맞추기
pl: Wyrównaj do wysokości terenu
pt: Alinhar à Altura do Terreno
ru: Выровнять по высоте земли
th: ปรับตำแหน่งให้เท่ากับระดับภูมิประเทศ
zh_cn: 对齐至地形高度

# key_Undo
source: Undo
cs: Vrátit zpět
de: Rückgängig
es: Deshacer
fr: Défaire (Undo)
it: Annulla
ja: 元に戻す
ko: 실행 취소
pl: Cofnij
pt: Desfazer
ru: Отменить
th: เลิกทำ
zh_cn: 撤销
