Repository: SamsamTS/CS-MoveIt
Catalog: MoveIt/Localization/Str.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ru, th, zh_cn

# lsmWarning
source: Important Notice! Loading Screen Mod (LSM) is not compatible with Cities Skylines 1.15 (Plazas & Promenades DLC). Please unsubscribe from LSM or LSM Fix, and instead subscribe to Loading Screen Mod Revisited by algernon.
cs: Důležité upozornění! Loading Screen Mod (LSM) není kompatibilní s Cities Skylines 1.15 (Plazas & Promenades DLC). Odhlaste prosím odběr LSM nebo LSM Fix a místo toho se přihlaste k odběru Loading Screen Mod Revisited od algernon.
de: Wichtiger Hinweis: Loading Screen Mod (LSM) ist nicht kompatibel mit Cities Skylines 1.15 (Plazas & Promenades DLC). Bitte kündige das Abonnement von LSM oder LSM temp Fix und abonniere stattdessen Loading Screen Mod Revisited (LSMR) von algernon.
es: ¡Importante! Loading Screen Mod (LSM) no es compatible con Cities Skylines 1.15 (DLC Plazas & Promenades). Por favor, desuscríbete de LSM o LSM Fix, y en su lugar suscríbete a Loading Screen Mod Revisited, por Algernon.
fr: Attention! Loading Screen Mod (LSM) n'est pas compatible avec Cities Skylines 1.15 (Plazas & Promenades DLC). S'il vous plaît vous désabonner de LSM ou LSM Fix, et au lieu de vous abonner au Loading Screen Mod Revisited par algernon.
it: ATTENZIONE Loading Screen Mod (LSM) non è compatibile con Cities Skylines 1.15 (Plazas & Promenades DLC). Si prega di annullare l'iscrizione a LSM e LSM Fix, e iscriversi invece a Loading Screen Mod Revisited di algernon.
ja: 重要なお知らせ！ Loading Screen Mod (LSM) は、Cities Skylines 1.15 (DLC Plazas & Promenades) と互換性がありません。 LSM/LSM Fix版のサブスクを解除して、algernon氏が新たに開発したLoading Screen Mod Revisitedを利用して下さい。
ko: 중요 공지! Loading Screen Mod (LSM) 는 Cities Skylines 1.15 (Plazas & Promenades DLC) 와 호환되지 않습니다. LSM 또는 LSM Fix의 구독을 취소하고 대신 algernon의 Loading Screen Mod Revisited를 구독하십시오.
pl: Ważna informacja! Loading Screen Mod (LSM) nie jest zgodne z Cities Skylines 1.15 (Plazas & Promenades DLC). Proszę wypisać się z poprawki LSM lub LSM, a zamiast tego subskrybuj Loading Screen Mod Revisited stworzonego przez algernon.
pt: Aviso importante! Loading Screen Mod (LSM) não é compatível com Cities Skylines 1.15 (Plazas & Promenades DLC). Por favor, cancele a inscrição do LSM ou LSM Fix, e inscreva-se no Loading Screen Mod Revisited por algernon.
ru: Важно! Загрузка экрана мода (LSM) не совместима с Skylines 1.15 (Plazas & Promenades DLC). Пожалуйста, отключите подписку от LSM или LSM Fix, и подпишитесь на загрузку Screen Mod Revisited посредством algernon.
th: ประกาศสำคัญ! Loading Screen Mod (หรือ LSM) ไม่สามารถเข้ากันได้กับ Cities Skylines เวอร์ชัน 1.15 (Plazas & Promenades DLC) โปรดทำการยกเลิกรายการที่เป็น LSM หรือ LSM Fix และเปลี่ยนไปใช้งาน Loading Screen Mod Revisited ที่พัฒนาโดย algernon แทน
zh_cn: 重要通知! Loading Screen Mod (LSM) 已经不与城市：天际线 1.15版本 (新DLC：Plazas & Promenades) 相兼容。 请退订LSM与LSM Fix，改为订阅由algernon发布的Loading Screen Mod Revisited。

# lsmWorkshopBtn
source: LSM Revisited on Workshop
cs: LSM Revisited na Workshopu
de: LSM Revisited im Workshop
es: LSM Revisited en Workshop
fr: LSM Revisited sur le Workshop
it: LSM Revisited sul Workshop
ja: LSM Revisitedのワークショップ
ko: 창작마당의 LSM Revisited
pl: LSM Revisited na Warsztacie
pt: LSM Revisited na Oficina
ru: LSM Revisited в мастерской
th: LSM Revisited บนเวิร์กชอป
zh_cn: 创意工坊上的LSM Revisited

# lsmWorkshopBtn_Tooltip
source: Visit the Steam Workshop page for Loading Screen Mod Revisited
cs: Navštívit stránku Steam Workshopu pro Loading Screen Mod Revisited
de: Besuche die Steam-Workshop-Seite um Loading Screen Mod Revisited herunterzuladen
es: Visita la página de Steam Workshop de Loading Screen Mod Revisited
fr: Visitez la page d'Atelier Steam pour télécharger Loading Screen Mod Revisited
it: Visita la pagina dello Steam Workshop per Loading Screen Mod Revisited
ja: Loading Screen Mod Revisitedは、Steamのワークショップを確認して下さい。
ko: Loading Screen Mod Revisited의 Staem 창작마당 페이지 방문하기
pl: Odwiedź stronę Loading Screen Mod Revisited na Warsztacie Steam
pt: Visite a página da Oficina Steam para ver Loading Screen Mod Revisited
ru: Посетите мастерскую Steam для подписки на Loading Screen Mod Revisited
th: เยี่ยมชมหน้าเว็บ Steam Workshop ของ Loading Screen Mod Revisited
zh_cn: 访问创意工坊以订阅Loading Screen Mod Revisited

# mod_description
source: Move things
cs: Posunout věci
de: Dinge verschieben
es: Mover objetos
fr: Déplacer les objets. Mettez l'ordre dans le chaos (et vice-versa!)
it: Sposta oggetti
ja: いろいろなものを移動させます
ko: 모든 사물 이동
pl: Przenoś obiekty
pt: Move as coisas
ru: Инструмент для перемещение объектов
th: ย้ายสิ่งต่าง ๆ
zh_cn: 移动一切物品

# options_AdvancedPillarControl
source: Use Advanced Pillar Control
cs: Použít pokročilé ovládání pilířů
de: Erweiterte Pfeiler-Kontrolle verwenden
es: Usar control avanzado de pilares
fr: Utiliser le contrôle avancé des Piliers
it: Usa Il controllo avanzato dei pilastri
ja: 高度な柱の制御を使用する
ko: 향상된 기둥 조작 사용
pl: Używaj zaawansowanej kontroli filarów
pt: Usar Controle de Pilar Avançado
ru: Использовать расширенное управление колоннами
th: ใช้การควบคุมเสาแบบขั้นสูง
zh_cn: 使用高级桥墩控制

# options_AdvancedPillarControl_Tooltip
source: Allows fine control of pillars and pylons - the game will not reset their position, but can cause terrain glitches that requires Surface Painter to remove.
cs: Umožňuje ovládání pilířů a pylonů - hra neresetuje jejich polohu, ale může to způsobit terénní závady, které je třeba odstranit pomocí Surface Painteru.
de: Erlaubt eine genauere Kontrolle von Pfeilern und Pylonen - das Spiel wird deren Position nicht zurücksetzen, das kann aber grafischen Fehlern in der Geländeanzeige führen, die Geländebemalungen des Surface Painter Mods entfernen.
es: Permite un control preciso con los pilares - el juego no restablecerá su posición, pero puede causar errores en el terreno que tendrás que corregir con Surface Painter.
fr: Permet un contrôle précis des piliers et des pylônes - le jeu ne réinitialisera plus leur position, mais peut causer des problèmes de texture de sol qui nécessitent Surface Painter pour régler.
it: Consente il controllo di fino dei pilastri e dei piloni - il gioco non resetterà la loro posizione, ma può causare problemi al terreno che richiedono la rimozione di Surface Painter.
ja: 柱やパイロンを細かく制御できるようになり、ゲームによる位置の初期化を防ぎます。しかし、Surface Painterとの相性問題により、Surface Painterのアンインストールが必要になる場合があります。
ko: 기둥과 철탑을 미세하게 제어할 수 있습니다. - 게임은 그들의 위치를 재설정하지 않지만 Surface paint를 제거해야 하는 지형 글리치를 유발할 수 있습니다.
pl: Pozwala na dokładną kontrolę filarów i pylonów - gra nie zresetuje ich pozycji, ale może powodować problemy z wyświetlaniem terenu, które wymagają usunięcia z użyciem Surface Painter.
pt: Permite o controle preciso de pilares e torres - o jogo não redefinirá sua posição, mas pode causar falhas no terreno que requerem o Mod Surface Painter para remover.
ru: Позволяет более точно контролировать столбы и пилоны - игра не сбросит их положение, но может спровоцировать глюки поверхности, для исправления которых потребуется Surface Painter.
th: อนุญาตให้มีการควบคุมเสาและเสาไฟแบบละเอียด - เกมจะไม่รีเซ็ตตำแหน่ง แต่อาจทำให้เกิดความผิดพลาดของภูมิประเทศ ที่จำเป็นต้องใช้ Surface Painter ในการลบออก
zh_cn: 允许更好地控制桥墩与桥塔 - 游戏将不会重置它们的位置，但是可能会造成需要用Surface Painter来移除的地形故障。

# options_AltForPillars
source: Select pylons and pillars by holding Alt only
cs: Výběr sloupů a pilířů pouze podržením klávesy Alt
de: Pylonen und Säulen werden nur ausgewählt, wenn man Alt gedrückt hält
es: Selecciona los pilares manteniendo solo Alt
fr: Sélectionnez les pylônes et les piliers en maintenant Alt uniquement
it: Seleziona piloni e pilastri tenendo premuto solo Alt
ja: Altキーを押してる間のみパイロンと橋脚を選択します
ko: 오직 Alt 키를 꾹 누르는 것으로만 철탑과 기둥을 선택하기
pl: Wybierz pylony i filary trzymając tylko Alt
pt: Selecionar torres e pilares, segurando Alt apenas
ru: Выберите пилоны и колонны, удерживая только Alt
th: เลือกเสาไฟ และเสา โดยการกดปุ่ม Alt บนแป้นพิมพ์ค้างไว้เท่านั้น
zh_cn: 按住Alt来只选择桥塔和桥墩类型

# options_AutoCloseToolbox
source: Auto-close Toolbox menu
cs: Automaticky zavřít nabídku nástrojů
de: Toolbox-Menü automatisch schließen
es: Cerrar automáticamente el menú de herramientas
fr: Fermeture automatique du menu Outils
it: Chiudi automaticamente il menu Strumenti
ja: ツールボックスメニューを自動で閉じる
ko: 도구박스 메뉴 자동 종료
pl: Automatycznie zamknij menu Narzędzia
pt: Fechar menu de Ferramentas automaticamente
ru: Автозакрытие меню инструментов
th: ปิดเมนูเครื่องมือโดยอัตโนมัติ
zh_cn: 自动关闭工具箱菜单

# options_AutoCloseToolbox_Tooltip
source: Check this to close the Toolbox menu after choosing a tool.
cs: Zaškrtnutím této možnosti zavřete nabídku nástrojů po výběru nástroje.
de: Aktiviere diese Option, um das Werkzeugfenster nach Auswahl eines Werkzeugs zu schließen.
es: Marca esto para cerrar el menú de herramientas tras seleccionar una.
fr: Fermer le menu Outils après avoir choisi un outil.
it: Seleziona questa opzione per chiudere il menu Strumenti dopo aver scelto uno strumento.
ja: チェックを入れると、ツールを選択後にツールボックスのメニューを閉じます。
ko: 도구를 선택한 후 도구 상자 메뉴를 닫으려면 이 항목을 선택하십시오.
pl: Zaznacz, aby zamknąć menu Narzędzia po wybraniu narzędzia.
pt: Marque isto para fechar o menu de Ferramentas depois de escolher a ferramenta.
ru: Выберите это для закрытия меню после выбора инструмента.
th: เลือกตัวเลือกนี้ เพื่อปิดเมนูกล่องเครื่องมือหลังจากเลือกเครื่องมือแล้ว
zh_cn: 选择工具后，选中此项以关闭工具箱菜单。

# options_Beg
source: Please support the development of Move It and my other mods.
cs: Podpořte prosím vývoj Move It a mých dalších módů.
de: Bitte unterstütze die Entwicklung von Move It und meinen anderen Mods.
es: Por favor, apoya el desarrollo de Move It y mis otros mods.
fr: Merci de soutenir le développement de Move It et de mes autres mods.
it: Supporta lo sviluppo di Move It e delle mie altre mods.
ja: Move Itと私の他のMODの開発を支援してください。
ko: Move It과 다른 모드의 개발을 지원해 주세요.
pl: Wesprzyj proszę rozwój Move It i moich innych modów.
pt: Por favor, suporte o desenvolvimento do "Move It" e dos meus outros mods.
ru: Пожалуйста поддержите разработку Move It и других моих модов.
th: โปรดสนับสนุนการพัฒนาม็อด Move It และม็อดอื่นๆ ของเรา
zh_cn: 请支持Move It以及我的其他模组的的开发。

# options_DisableDebugLogging
source: Disable debug messages logging
cs: Zakázat protokolování ladících zpráv
de: Protokollieren von Debugmeldungen deaktivieren
es: Desactivar el registro de mensajes de depuración
fr: Désactiver le journal des messages de débogage
it: Disabilita la registrazione dei messaggi di debug
ja: デバッグメッセージのログを無効にする
ko: 디버그 메시지 로깅 사용 안함
pl: Wyłącz logowanie wiadomości debugowania
pt: Desativar registro de mensagens de debug
ru: Выключить сообщения отладки
th: ปิดใช้งานบันทึกข้อความข้อบกพร่อง
zh_cn: 禁用调试消息记录

# options_DisableDebugLogging_Tooltip
source: If checked, debug messages won't be logged.
cs: Je-li zaškrtnuto, zprávy ladění nebudou zaznamenány.
de: Wenn aktiviert, werden Debug-Meldungen nicht protokolliert.
es: Si está marcado, los mensajes de depuración no se registrarán.
fr: Si cette case est cochée, les messages de débogage ne seront pas enregistrés.
it: Se selezionato, i messaggi di debug non verranno registrati.
ja: チェックを入れた場合、デバッグメッセージは記録されません。
ko: 이 옵션이 활성화된 경우, 디버그 메시지는 더 이상 기록되지 않습니다.
pl: Jeśli zaznaczone, komunikaty debugowania nie będą rejestrowane.
pt: Se marcado, as mensagens de debug não serão registradas.
ru: Если выбрано, сообщения отладки не будут писаться в лог.
th: หากเลือกไว้ ข้อความข้อบกพร่องจะไม่มีการบันทึกไว้
zh_cn: 如果选中此项，调试信息将不会被记录。

# options_ExtraOptions
source: Extra Options
cs: Další možnosti
de: Zusätzliche Optionen
es: Opciones extra
fr: Options supplémentaires
it: Altre opzioni
ja: 追加のオプション
ko: 추가 옵션
pl: Opcje dodatkowe
pt: Opções Extras
ru: Дополнительные настройки
th: เครื่องมือเพิ่มเติม
zh_cn: 附加选项

# options_fixTreeSnapping
source: Fix Tree Snapping
cs: Opravit přichytávání stromů
de: Baum einrasten reparieren
es: Arreglar Tree Snapping
fr: Réparer Tree Snapping
it: Correggi aggangio degli alberi
ja: Tree Snappingを修正
ko: Tree Snapping 픽스
pl: Napraw przyciąganie drzew
pt: Fixar Tree Snapping
ru: Исправить Tree Snapping
th: ซ่อมแซม Tree Snapping
zh_cn: 修复树木吸附（Tree Snapping）模组

# options_fixTreeSnappingTooltip
source: If Tree Snapping is causing tree heights to be off, click this straight after loading your city.
cs: Pokud přichytávání stromů nezobrazuje výšky stromů správně, klikněte na tuto možnost ihned po načtení města.
de: Wenn die Funktion zum Einrasten der Bäume die Höhen-Änderung für Bäume ausschaltet, klicke die Funktion direkt nach dem Laden deiner Stadt an.
es: Si "Tree Snapping" hace que la altura de los árboles sea incorrecta, haz click aquí justo después de cargar tu ciudad.
fr: Si Tree Snapping empêche le mouvement vertical des arbres, cliquez sur ceci immédiatement après avoir chargé votre ville.
it: Se l'aggancio degl'alberi sta causando l'altezza dell'albero non funzionante, clicca subito dopo aver caricato la tua città.
ja: Tree Snappingが樹木の高さの変更を無効にしてしまう場合は、都市のロード直後にこのボタンを押してください。
ko: 만약 Tree Snapping이 나무 높이 내림을 유발한다면, 도시를 불러온 직후 이것을 클릭하세요.
pl: Jeśli przyciaganie drzew powoduje rozbierzność w wertykalnym położeniu drzew, kliknij tu od razu po załadowaniu miasta.
pt: Se o Tree Snapping estiver fazendo as alturas das árvores ficarem incorretas, clique aqui após carregar sua cidade.
ru: Если мод Tree Snapping вызывает неправильную высоту деревьев, нажмите эту кнопку после загрузки вашего города.
th: ถ้า Tree Snapping ทำให้ระดับความสูงของต้นไม้นั้นถูกปิดใช้งาน คลิกตรงนี้หลังจากโหลดเมืองของคุณแล้ว
zh_cn: 如果Tree Snapping模组导致树木高度被关闭，可以在载入城市后直接点击这个按钮。

# options_HidePODeletionWarning
source: Hide the PO deletion warning
cs: Skrýt upozornění na smazání PO
de: PO-Löschwarnung ausblenden
es: Ocultar el aviso de eliminación de PO
fr: Masquer l'avertissement de suppression de PO
it: Nascondi l'avviso di eliminazione PO
ja: PO削除時の警告を非表示にする
ko: PO 삭제 경고 숨기기
pl: Ukryj ostrzeżenie o usunięciu PO
pt: Ocultar o aviso de exclusão do PO
ru: Скрыть предупреждение о удалении PO
th: ซ่อนการแจ้งเตือนการลบวัตถุที่เป็น PO
zh_cn: 隐藏魔物删除警告

# options_Options
source: Options
cs: Možnosti
de: Einstellungen
es: Opciones
it: Opzioni
ja: オプション
ko: 옵션
pl: Ustawienia
pt: Opções
ru: Настройки
th: ตัวเลือก
zh_cn: 选项

# options_Patreon
source: Patreon
zh_cn: Patreon捐赠

# options_PatreonTooltip
source: Support me on Patreon
cs: Podpoř mě na Patreonu
de: Unterstütze mich auf Patreon
es: Apóyame en Patreon
fr: Soutenez-moi sur Patreon
it: Supportami su Patreon
ja: Patreonで支援
ko: Patreon으로 후원
pl: Wesprzyj mnie na Patreon
pt: Me apoie no Patreon
ru: Поддержите меня на Patreon
th: สนับสนุนเรา บน Patreon
zh_cn: 在Patreon上支持我

# options_PaypalTooltip
source: Support me on Paypal
cs: Podpoř mě na Paypalu
de: Unterstütze mich mit Paypal
es: Apóyame en Paypal
fr: Faites un don avec Paypal
it: Supportami su Paypal
ja: Paypalで支援
ko: Paypal로 후원
pl: Wesprzyj mnie przez PayPal
pt: Me apoie no Paypal
ru: Поддержите меня через PayPal
th: สนับสนุนเรา บน Paypal
zh_cn: 在Paypal上支持我

# options_PODeleteWarning
source: Please note: you can not undo Bulldozed PO. This means if you delete PO objects with Move It, they are immediately PERMANENTLY gone.
cs: Upozornění: Buldozerování PO nelze vrátit zpět. To znamená, že pokud odstraníte PO objekty pomocí funkce Move It, jsou okamžitě TRVALE odstraněny.
de: Bitte beachten: Das Löschen von PO Objekten kann nicht rückgängig gemacht werden. Das bedeutet, wenn man PO-Objekte mit Move It löscht, sind diese dauerhaft verschwunden.
es: Por favor, ten en cuenta: no puedes usar "deshacer" al borrar PO. Esto significa que si eliminas un PO con Move It, desaparecerán PERMANENTEMENTE.
fr: Veuillez noter : vous ne pouvez pas annuler la suppression d'un PO. Cela signifie que si vous supprimez des PO avec Move It, ils ne porront être récupérés que dans une Sauvegarde antérieure.
it: Nota bene: non puoi annullare l'eliminazione di oggetti PO. Ciò significa che se elimini oggetti PO con MoveIt, saranno immediatamente cancellati, PERMANENTEMENTE.
ja: 注意: Bulldozed POを元に戻すことはできません。つまり、Move Itを使用して POオブジェクトを削除すると、完全に消去されます。
ko: 참고: 삭제된 PO는 되돌릴 수 없습니다. 이는 무브 잇의 PO 개체를 삭제할 경우, 즉시 영구적으로 제거됨을 의미합니다.
pl: Uwaga: nie można cofnąć usuniętych PO. Oznacza to, że jeśli usuniesz obiekty PO z Move It, natychmiast i NIEODWRACALNIE znikną.
pt: Por favor, note: você não pode desfazer a demolição do PO. Isso significa que se você deletar os objetos do PO usando o Move It, eles serão PERMANENTEMENTE deletados.
ru: Вы не можете отменить удаление PO. Если вы удалите PO объект с помощью Move It, он пропадёт безвозвратно.
th: โปรดทราบ: คุณไม่สามารถย้อนการกระทำของการรื้อถอนใด ๆ ที่เป็นวัตถุแบบ PO นั่นหมายความว่า ถ้าคุณลบวัตถุที่เป็น PO โดยการใช้ Move It จะทำให้หายไปทันทีและเป็นอย่างถาวร
zh_cn: 请注意：您不能撤回已经删除的魔物对象。这意味着如果您用Move It删除 了魔物对象，它们将【永远】地消失。

# options_PreferFastmove
source: Prefer fast, low-detail moving (hold Shift to temporarily switch)
cs: Preferovat rychlý pohyb s nízkými detaily (podržením Shift dočasně přepnete)
de: Bevorzuge schnelles Verschieben mit weniger Details (Shift zum vorübergehenden Umschalten)
es: Prefiero movimientos rápidos con poca precisión (mantén Shift para cambiar temporalmente)
fr: Utiliser Mouvements Rapides et peu détaillés par défaut (touche Maj pour intervertir)
it: Preferisci lo spostamento veloce e a basso dettaglio (tieni premuto Maiusc per passare temporaneamente a questa opzione)
ja: 詳細描画を省き、移動を高速にします(Shiftキー押下中は一時的に切り替え可能)
ko: 낮은 디테일의 빠른 이동 선호 (일시적으로 전환하려면 Shift 키를 누르고 있으십시오.)
pl: Preferuj szybkie, niedokładne przesuwanie (przytrzymaj Shift, aby tymczasowo przełączyć)
pt: Preferir movimento rápido e de baixo detalhe (segure Shift para alternar temporariamente)
ru: Низко детализированное перемещение (удерживайте Shift для временного переключения)
th: ต้องการความรวดเร็ว และแสดงผลการเคลื่อนไหวขณะย้ายแบบความละเอียดต่ำ (กดปุ่ม Shift บนแป้นพิมพ์ค้างไว้ เพื่อทำการสลับชั่วคราว)
zh_cn: 更好的快速、低细节移动(按住Shift键以暂时切换)

# options_PreferFastmove_Tooltip
source: Helps you position objects when your frame-rate is poor.
cs: Pomáhá umístit objekty, když je snímková frekvence nízká.
de: Hilft Objekte zu positionieren, wenn die Framerate schlecht ist.
es: Ayuda a colocar objetos cuando los FPS son bajos.
fr: Le mode Mouvements rapides vous aide à positionner des objets lorsque le jeu est lent.
it: Aiuta a posizionare gli oggetti quando il frame-rate è scarso.
ja: フレームレートが低い場合にオブジェクトを配置するのに役立ちます。
ko: 게임 프레임이 낮을 때 개체 이동을 도와줍니다. (무브 잇 이용 시 버벅거림 완화)
pl: Pomaga pozycjonować obiekty przy niskiej częstotliwości wyświetlania klatek.
pt: Ajuda a posicionar objetos quando seu frame-rate estiver baixo.
ru: Помогает переместить объект если у вас низкий FPS.
th: ช่วยให้คุณในการระบุตำแหน่งวัตถุ เมื่อเฟรมเรตของคุณแย่
zh_cn: 在您的帧速较低时帮助您移动调整对象。

# options_ProceduralObjects
source: Procedural Objects
cs: Procedurální objekty
it: Procedural Objects (PO)
pl: Obiekty proceduralne (PO)
pt: Objetos Procedurais
ru: Процедурные объекты
zh_cn: Procedural Objects（魔物）

# options_RemoveGhostNodes
source: Remove Ghost Nodes
cs: Odstranění fantomových uzlů
de: Nodes ohne Segment entfernen
es: Eliminar nodos fantasma
fr: Seek and Destroy (Ghost Nodes remover)
it: Rimuovi Nodi Fantasma
ja: ゴーストノードの削除
ko: 세그먼트 없는 유령 노드 삭제
pl: Usuń węzły widmo
pt: Remover Nós Fantasmas
ru: Удалить узлы без сегментов
th: ลบโหนดที่ล่องหน
zh_cn: 移除幽灵节点

# options_RemoveGhostNodes_Tooltip
source: Use this button when in-game to remove ghost nodes (nodes with no segments attached). Note: this will clear Move It's undo history!
cs: Toto tlačítko použijte ve hře k odstranění fantomových uzlů (uzlů bez připojených segmentů). Poznámka: tímto krokem se vymaže historie vrácených změn funkce Move It!
de: Benutze diese Schaltfläche, um im Spiel Ghost Nodes zu entfernen (Knoten ohne dazugehörige Segmente). Hinweis: Dies wird Move It's Verlauf zum rückgängig Machen löschen!
es: Usa este botón en la partida para borrar nodos fantasma (nodos sin segmentos unidos). Cuidado: ¡Esto borrará el historial del comando deshacer!
fr: Utilisez ce bouton lorsque vous êtes en jeu pour supprimer les nœuds fantômes (nœuds sans segments attachés). Note : cela effacera l'historique Undo de MoveIt!)
it: Usa questo pulsante, durante il gioco, per rimuovere i nodi fantasma (nodi senza segmenti allegati). Nota: questo cancellerà la cronologia degli annullamenti di MoveIt!
ja: ゲーム内でゴーストノード(セグメントが接続されていないノード) を削除するときにこのボタンを使用します。注意: これは「元に戻す」の履歴を消去します。復元できません。
ko: 게임 내 유령 노드(세그먼트가 연결되지 않은 노드)를 제거하려면 이 버튼을 사용하십시오. 참고: 이렇게 하면 무브 잇의 되돌리기 기록이 삭제됩니다!
pl: Użyj tego przycisku podczas gry, aby usunąć węzły widmo (węzły bez dołączonych segmentów). Uwaga: wyczyści to możliwość cofnięcia wcześniejszych akcji!
pt: Use este botão dentro do jogo para remover nós-fantasma (nós sem segmentos anexados). Nota: isto irá limpar o histórico de desfazer do Move It!
ru: Используйте эту кнопку что бы удалить пустые узлы (узлы без сегментов). Заметка: это очистит историю действий Move It!
th: ใช้ปุ่มนี้เมื่ออยู่ในเกม เพื่อลบโหนดที่ล่องหน (โหนดที่ไม่มีส่วนนั้นติดมา). หมายเหตุ: สิ่งนี้จะมีการล้างบันทึกการย้อนกลับของ Move It ออกไป!
zh_cn: 在游戏中使用此按钮来移除幽灵节点（即没有和路段连接的节点）。注意：此行为会清除掉Move It的撤销历史！

# options_ResetButtonPosition
source: Reset Button Position
cs: Resetovat pozici tlačítka
de: Buttonposition zurücksetzen
es: Restablecer la posición del botón
fr: Réinitialiser la position du bouton MoveIt
it: Resetta la posizione della pulsante
ja: ボタンの位置をリセット
ko: 무브 잇 버튼 위치 초기화
pl: Resetuj pozycję przycisku
pt: Redefinir a Posição do Botão
ru: Сбросить расположение кнопки
th: รีเซ็ตตำแหน่งปุ่ม
zh_cn: 重置按钮位置

# options_RightClickCancel
source: Right click cancels cloning
cs: Pravým kliknutím zrušíte klonování
de: Rechtsklick bricht das Klonen ab
es: Clic derecho cancela la clonación
fr: Clic droit pour annuler le clonage
it: Il click sul tasto destro del mouse annullerà la clonazione.
ja: 右クリックで複製を解除
ko: 마우스 오른쪽 클릭으로 복사 취소
pl: Prawy przycisk anuluje klonowanie
pt: Botão direito cancela a clonagem
ru: Нажатие правой кнопки отменит клонирование
th: คลิกขวายกเลิกการโคลน
zh_cn: 右键单击取消克隆操作

# options_RightClickCancel_Tooltip
source: If checked, Right click will cancel cloning instead of rotating 45°.
cs: Pokud je zaškrtnuto, pravý klik zruší klonování místo otočení o 45°.
de: Wenn aktiviert, wird das Klonen mit der rechten Maustaste abgebrochen, anstatt um 45° zu drehen.
es: Si está marcado, el clic derecho cancelará la clonación en lugar de rotar 45°.
fr: Le clic droit annule le clonage. Sinon, clic droit = Rotation 45° et seulement Esc annule le clonage
it: Se selezionato, il tasto destro del mouse annullerà la clonazione invece di ruotare di 45°.
ja: チェックされている場合、右クリックでコピーを解除します。(デフォルトでは45°回転する)
ko: 이 옵션이 활성화되었을 경우, 오른쪽 클릭은 45도 회전 대신 복사를 취소하게 됩니다.
pl: Jeśli zaznaczone, kliknięcie prawym przyciskiem myszy spowoduje anulowanie klonowania zamiast obrotu o 45°.
pt: Se marcado, o botão direito irá cancelar a clonagem em vez de girar 45°.
ru: Если отмечено, то нажатие правой кнопки мыши вместо поворота на 45° будет отменять клонирование.
th: หากมีการเลือกไว้ การคลิกขวาจะยกเลิกการโคลนแทนที่จะหมุน 45 องศา
zh_cn: 如果选中，右键单击将取消克隆而不是旋转45°。

# options_ShortcutsGeneral
source: General Shortcuts
cs: Obecné zkratky
de: Allgemeine Tastenkürzel
es: Atajos generales
fr: Raccourcis généraux
it: Scorciatoie Generali
ja: 一般的なショートカット
ko: 일반 단축키
pl: Skróty ogólne
pt: Atalhos Gerais
ru: Горячие клавиши
th: ปุ่มทางลัดทั่วไป
zh_cn: 通用快捷键

# options_ShortcutsToolbox
source: Toolbox Shortcuts
cs: Zkratky nástrojů
de: Tastenkürzel im Werkzeugfenster
es: Atajos del menú de herramientas
fr: Raccourcis de la Boîte à outils
it: Scorciatoie Strumenti
ja: ツールボックスのショートカット
ko: 도구박스 단축키
pl: Skróty narzędzi
pt: Atalhos das Ferramentas
ru: Горячие клавиши инструментов
th: ปุ่มทางลัดกล่องเครื่องมือ
zh_cn: 工具箱快捷键
